Repository: fullstory-morgue/configure-modemlink
Catalog: po/*.po
Languages: de

source: Serial connector (i.e. Modem)
de: Serielle Schnittstelle (z.B. Modem)

source: USB connector (i.e. Modem)
de: USB Schnittstelle (z.B. Modem)

source: Infrared wireless device (i.e. cellphone/PDA)
de: Infrarot Schnittstelle (z.B. für Handy/PDA)

source: Bluetooth wireless device (i.e. cellphone/PDA)
de: Bluetooth Funkadapter (z.B. für Handy/PDA)

source: Standard SIR (or USB)
de: Standard SIR (oder USB)

source: scan ALL devices
de: ALLE Schnittstellen scannen

source: Scanning devices...
de: Device-Scan...

source: Connection Type
de: Art der Verbindung

source: Please select type of connection:
de: Bitte die gewünschten Verbindungsart auswählen:

source: DEVICE
de: SCHNITTSTELLE

source: Please select
de: Bitte auswählen

source: IRDA Adapter type
de: IRDA Adapter-Typ

source: Please select type of IRDA adapter:
de: Bitte den verwendeten IRDA-Adaptertyp auswählen:

source: ERROR
de: FEHLER

source: Failed to start device daemon. Probably the selected port is wrong.
de: Konnte Daemon für Gerät nicht starten. Wahrscheinlich wurde die falsche Schnittstelle ausgewählt.

source: Bluetooth Devices
de: Bluetooth-Geräte

source: These bluetooth devices exist nearby. Please select:
de: Folgende Bluetooth-Geräte befinden sich in der Umgebung. Bitte eins auswählen:

source: No bluetooth devices in range
de: Keine Bluetooth Geräte in Reichweite

source: No bluetooth devices responded to our scan. Please enter the address of a remote bluetooth device.
de: Auf die Sendeanfrage hat kein Bluetooth-Gerät geantwortet. Bitte geben Sie die Adresse eines entfernten Bluetooth-Gerätes ein.

source: Please chose a 4-digit PIN number for authention of bluetooth devices:
de: Bitte geben Sie eine 4-stellige PIN zur Authentfizierung der Bluetooth-Geräte ein:

source: Create /dev/modem link...
de: /dev/modem Link erzeugen...

source: Do you want to set the symlink /dev/modem to point to the newly configured device? This is necessary if you want o use the device as modem for kppp, as an example, or for using GPRS (all of these located in the sidux "network configuration" menu). Create link /dev/modem -> $DEVICE ?
de: Möchten Sie den Symlink /dev/modem auf das neu konfigurierte Gerät setzen? Dies ist notwendig, wenn Sie das Gerät z.B. als Modem für kppp oder GPRS benutzen möchten (beides im sidux-Menü "Netzwerk Konfiguration" zu finden) Verlinken von /dev/modem -> $DEVICE ?

source: This seems to have failed. Do you want to try again?
de: Das scheint nicht geklappt zu haben. Noch einmal versuchen?
